[{"id": "4743", "quote": "It wouldn't be my move,\"Jace agreed. \"First the candy and flowers, then the apology letters, then the ravenous demon hordes. In that order.", "author": "Cassandra Clare,  City of Bones", "category": "other", "tags": ["jace", "valentine"], "popularity": 0.003241003241003241}, {"id": "16999", "quote": "Come on guys, you cant fight like this forever\"\"Actually,\"Simon said, raising his hand,\"I can\".Jace made a weird noise and I realized he was trying not to laugh-which by the way, wasn't working.", "author": "Cassandra Clare", "category": "humor", "tags": ["humor", "jace-wayland", "mortal-instruments", "simon-lewis"], "popularity": 0.000176000176000176}, {"id": "5213", "quote": "Even in half demon hunter clothes, Clary thought, he looked like the kind of boy who'd come over your house to pick you up for a date and be polite to your parents and nice to your pets.Jace on the other hand, looked like the kind of boy who'd come over your house and burn it down just for kicks.", "author": "Cassandra Clare,  City of Bones", "category": "other", "tags": ["clary-fray", "jace-wayland", "shadowhunters", "simon"], "popularity": 0.002856002856002856}, {"id": "6464", "quote": "Is there some particular reason that you're here?\"...\"Not this again.\"\"Not what again?\"said Clary.\"Every time I annoy him, he retreats into his No Mundanes Allowed tree house.\"Simon pointed at Jace.", "author": "Cassandra Clare,  City of Ashes", "category": "other", "tags": ["clary-fray", "jace", "mundane", "simon"], "popularity": 0.002115002115002115}, {"id": "8416", "quote": "Look, did you ask me to come all the way uptown just so you could stare at me like I was something in a petri dish? Next time I'll send you a photo.\"\"And I'll frame it and put it on my nightstand,\"said Jace.", "author": "Cassandra Clare,  City of Glass", "category": "humor", "tags": ["humor"], "popularity": 0.001099001099001099}, {"id": "8101", "quote": "Jace's eyes sparkled, but he said calmly, \"Not at all. the Silent Brothers can help her retrieve her memories.\"\"You hate the Silent Brothers,\"protested Isabelle.\"I don't hate them,\"said Jace candidly.\"I'm afraid of them. It's not the same thing.\"\"I thought you said they were libarians,\"said Clary.\"They are librarians.\"Simon whistled. \"Those must be some killer late fees.", "author": "Cassandra Clare,  City of Bones", "category": "humor", "tags": ["banter", "humor", "librarians"], "popularity": 0.001228001228001228}, {"id": "18715", "quote": "We?\"Simon looked at him in disbelief. \"Are you ever going home?\"\"What, bored with my company already?\" \"Let me ask you something,\"Simon said. \"Do you find me fascinating to be around?\"\"What was that?\"Jace said. \"Sorry, I think I fell asleep for a moment. Do, continue with whatever mesmerizing thing you were saying.", "author": "Cassandra Clare,  City of Fallen Angels", "category": "humor", "tags": ["banter", "humor", "jace-wayland", "simon-lewis"], "popularity": 0.000134000134000134}, {"id": "2549", "quote": "Well, I’m not kissing the mundane,\"said Jace. \"I’d rather stay down here and rot.\"\"Forever?\"said Simon. \"Forever’s an awfully long time.\"Jace raised his eyebrows. \"I knew it,\"he said. \"You want to kiss me, don’t you?", "author": "Cassandra Clare,  City of Ashes", "category": "humor", "tags": ["humor", "jace-wayland", "simon-lewis"], "popularity": 0.006971006971006971}, {"id": "94", "quote": "Have you fallen in love with the wrong person yet?'Jace said, \"Unfortunately, Lady of the Haven, my one true love remains myself.\"...\"At least,\"she said, \"you don't have to worry about rejection, Jace Wayland.\"\"Not necessarily. I turn myself down occasionally, just to keep it interesting.", "author": "Cassandra Clare,  City of Bones", "category": "other", "tags": ["city-of-bones", "jace"], "popularity": 0.02183802183802184}, {"id": "5648", "quote": "You're the first Shadowhunter I've ever met.\"“That’s too bad,” said Jace, “since all the others you meet from now on will be a terrible letdown.", "author": "Cassandra Clare,  City of Fallen Angels", "category": "other", "tags": ["city-of-fallen-angels", "jace-lightwood", "jordan-kyle"], "popularity": 0.002572002572002572}, {"id": "12224", "quote": "Herondales.\"Zachariah's voice was a breath, half laughter, half pain. \"I had almost forgotten. No other family does so much for love, or feels so much guilt for it. Don't carry the weight of the world on you, Jace. It's too heavy for even a Herondale to bear.", "author": "Cassandra Clare,  City of Heavenly Fire", "category": "love", "tags": ["herondales", "jace-herondale", "jem-carstairs", "love", "pg-234"], "popularity": 0.000371000371000371}, {"id": "18572", "quote": "Every time I annoy him he retreats into his No Mundanes Allowed tree house.\"Simon pointed at Jace.", "author": "Cassandra Clare,  City of Ashes", "category": "humor", "tags": ["humor"], "popularity": 0.000137000137000137}, {"id": "8792", "quote": "I can only assume,\"said Jace, \"that mortal emotions amuse you because you have none of your own.", "author": "Cassandra Clare,  City of Ashes", "category": "humor", "tags": ["humor", "insult", "jace-wayland"], "popularity": 0.000955000955000955}, {"id": "11637", "quote": "Oh, you know. Jace reminds me of an old boyfriend. Some guys look at you like they want sex. Jace looks at you like you've already had sex, it was great, and now you're just friends--even though you want more. Drives girls crazy. You know what I mean?\"Yes, Clary thought. \"No,\"she said.pg. 280", "author": "Cassandra Clare,  City of Ashes", "category": "relationship", "tags": ["boyfriends", "city-of-ashes", "clary-fray", "jace", "maia", "mortal-instruments", "relationships", "sex"], "popularity": 0.000421000421000421}, {"id": "7733", "quote": "Basia coquum,\"Simon said. \"Or whatever their motto is.\"\"It's 'Descensus Averno facilis est.' 'The descent into hell is easy,\"said Alec. \"You just said \"Kiss the cook.\"\"Dammit,\"said Simon. \"I knew Jace was screwing with me.", "author": "Cassandra Clare,  City of Lost Souls", "category": "humor", "tags": ["alec-lightwood", "humor", "simon-lewis"], "popularity": 0.001407001407001407}, {"id": "11289", "quote": "I can't believe he didn't have the dignity and presence of mind just to get drunk and pass out in some gutter,\"said Jace. \"I must say, I'm disappointed in the little fellow.", "author": "Cassandra Clare,  City of Ashes", "category": "humor", "tags": ["funny", "humor"], "popularity": 0.000458000458000458}, {"id": "1302", "quote": "I don't want to be a man,\"said Jace. \"I want to be an angst-ridden teenager who can't confront his own inner demons and takes it out verbally on other people instead.\"\"Well,\"said Luke, \"you're doing a fantastic job.", "author": "Cassandra Clare,  City of Ashes", "category": "humor", "tags": ["clary-fray", "demons", "growing-up", "humor", "jace-wayland", "luke", "teenager"], "popularity": 0.01128101128101128}, {"id": "3462", "quote": "Can I help you with something?\"Clary turned instant traitor against her gender. \"Those girls on the other side of the car are staring at you.\"Jace assumed an air of mellow gratification. \"Of course they are,\"he said, \"I am stunningly attractive.", "author": "Cassandra Clare,  City of Bones", "category": "other", "tags": ["city-of-bones", "clary", "jace"], "popularity": 0.004961004961004961}, {"id": "144", "quote": "There is no pretending,\"Jace said with absolute clarity. \"I love you, and I will love you until I die, and if there is life after that, I'll love you then.", "author": "Cassandra Clare,  City of Glass", "category": "romance", "tags": ["mortal-instruments", "romance", "teen-fantasy"], "popularity": 0.017637017637017638}, {"id": "8047", "quote": "By the Angel,\"Jace said, looking the demon up and down. \"I knew Greater Demons were meant to be ugly, but no one ever warned me about the smell.\"Abbadon opened its mouth and hissed. Inside its mouth were two rows of jagged glass-sharp teeth.\"I'm not sure about this wind and howling darkness business,\"Jace went on, \"smells more like landfill to me. You sure you're not from Staten Island?", "author": "Cassandra Clare,  City of Bones", "category": "humor", "tags": ["bravado", "demon", "fearlessness", "humor", "jace-wayland", "sarcasm", "taunting", "teasing"], "popularity": 0.001252001252001252}, {"id": "2260", "quote": "Do you remember back at the hotel when you promised that if we lived, you’d get dressed up in a nurse’s outfit and give me a sponge bath?\"asked Jace.\"It was Simon who promised you the sponge bath.\"\"As soon as I’m back on my feet, handsome,\"said Simon.\"I knew we should have left you a rat.", "author": "Cassandra Clare,  City of Bones", "category": "humor", "tags": ["bath", "clary-fray", "humor", "jace-wayland", "simon-lewis"], "popularity": 0.007833007833007832}, {"id": "5608", "quote": "Magnus, standing by the door, snapped his fingers impatiently. \"Move it along, teenagers. The only person who gets to canoodle in my bedroom is my magnificent self.\"\"Canoodle?\"repeated Clary, never having heard the word before.\"Magnificent?\"repeated Jace, who was just being nasty. Magnus growled. The growl sounded like \"Get out.", "author": "Cassandra Clare,  City of Bones", "category": "humor", "tags": ["canoodle", "city-of-bones", "clary-fray", "humor", "jace-wayland", "magnificent", "magnus-bane"], "popularity": 0.002592002592002592}, {"id": "17318", "quote": "Chase away sorrow by living", "author": "Melissa Marr,  Darkest Mercy", "category": "wisdom", "tags": ["darkest-mercy", "faeries", "sorrow", "wisdom"], "popularity": 0.000167000167000167}, {"id": "17403", "quote": "When you lost sight of your path, listen for the destination in your heart (Allen Walker, D-gray Man)", "author": "Katsura Hoshino", "category": "life", "tags": ["destination", "inspirational", "life", "manga", "purpose"], "popularity": 0.000164000164000164}, {"id": "5271", "quote": "Jace shook his blond head in exasperation. \"You had to make a crazy jail friend, didn't you? You couldn't just count ceiling tiles or tame a pet mouse like normal prisoners do?", "author": "Cassandra Clare,  City of Glass", "category": "humor", "tags": ["humor", "jace"], "popularity": 0.00281000281000281}, {"id": "6491", "quote": "I forgot that's what gets you all hot and bothered, Jace, girls killing things.\"\"I like anyone killing things, especially me.\"he said with a smile.", "author": "Cassandra Clare,  City of Bones", "category": "other", "tags": ["city-of-bones", "isabelle-lightwood", "jace-wayland"], "popularity": 0.0021000021000021}, {"id": "6115", "quote": "Clary felt suddenly annoyed. \"When the self-congratulatory part of the evening is over, maybe we could get back to saving my best friend from being exsanguinated to death?\"\"Exsanguinated,\"said Jace, impressed. \"That's a big word.\"\"And you're a big-\"\"Tsk tsk,\"he interupted. \"No swearing in church.", "author": "Cassandra Clare,  City of Bones", "category": "other", "tags": ["atheist", "church", "clary-fray", "jace-wayland", "swear"], "popularity": 0.002297002297002297}, {"id": "11731", "quote": "Jace looked as if she had slapped him. \"Why are you determined not to believe us?\"\"Because she loves you,\"said Valentine.Clary felt the blood drain out of her face.", "author": "Cassandra Clare,  City of Bones", "category": "love", "tags": ["clary-fray", "forbidden-love", "jace-wayland", "love", "valentine"], "popularity": 0.000413000413000413}, {"id": "12615", "quote": "molesting the vampire while he's too weak to fight back, iz? jace asked. i'm pretty sure that violates at least one of the accords.", "author": "Cassandra Clare,  City of Glass", "category": "humor", "tags": ["humor"], "popularity": 0.000342000342000342}, {"id": "4071", "quote": "Is standing by the window muttering about blood something he does all the time?\"asked Simon.\"No,\"Jace said. \"Sometimes he sits on the couch and does it.", "author": "Cassandra Clare,  City of Ashes", "category": "other", "tags": ["jace", "simon"], "popularity": 0.004027004027004027}, {"id": "6048", "quote": "I figured all your classes were stuff like Slaughter 101 and Beheading for Beginners.\"Jace flipped a page. \"Very funny, Fray.", "author": "Cassandra Clare,  City of Bones", "category": "other", "tags": ["city-of-bones", "clary-fray", "jace-wayland"], "popularity": 0.002336002336002336}, {"id": "6718", "quote": "How awfully convenient for you, regardless. And for him. He won't have to worry about you spilling his secrets.\"\"Yeah,\"Jace said. \"He's terrified I'll tell everyone that he's always wanted to be a ballerina.", "author": "Cassandra Clare,  City of Ashes", "category": "other", "tags": ["inquistor", "jace"], "popularity": 0.002006002006002006}, {"id": "8615", "quote": "There is no pretending\",Jace said with absolute clarity.\"I love you,and I will love you until I die,and if there's a life after that,I'll love you then.\"She caught her breath.He had said it-the words there was no going back from.", "author": "Cassandra Clare,  City of Glass", "category": "love", "tags": ["clary-fray", "forbidden-love", "i-love-you", "jace-wayland", "love", "true-love"], "popularity": 0.001016001016001016}, {"id": "12199", "quote": "the [coat] rack above his head like a javelin.On the other side of the door was Jace. He blinked. \"Is that a coatrack?\"Jordan slammed the coatrack down on the ground and sighed. \"If you'd been a vampire, this would have been a lot more useful.\"\"Yes,\"said Jace. \"Or, you know, just someone with a lot of coats.", "author": "Cassandra Clare,  City of Fallen Angels", "category": "humor", "tags": ["humor", "jace", "mortal-instruments", "sarcasm"], "popularity": 0.000374000374000374}, {"id": "16631", "quote": "Simon: So were you following me? Or is it just an amazing coincidence that you happened to be on the roof of a building I was walking by when I got attacked?Jace: I was following you.Simon: Is this the part where you tell me you're secretly in love with me?", "author": "Cassandra Clare,  City of Fallen Angels", "category": "love", "tags": ["humor", "jace-lightwood", "love", "sarcasm", "simon-lewis"], "popularity": 0.000186000186000186}, {"id": "16672", "quote": "I am a man, and men do not drink pink drinks. Now, be gone, woman, and fetch me something brown.\"Jace said. \"Brown?\"said Isabelle.\"Yes. Brown. It's a manly color. See? Alec is wearing it.\"Jace said.\"Well, it was black but it faded.\"Alec said.\"Well, I can always fix it up with something sparkly,\"Magnus said, holding a sparkley headband. \"Resist the urge, Alec, resist the urge.\"Simon said.", "author": "Cassandra Clare,  City of Glass", "category": "humor", "tags": ["city-of-glass", "humor"], "popularity": 0.000185000185000185}, {"id": "17412", "quote": "What makes you think that Valentine's change of plans had anything to do with your brother?\"\"Because only Jace can piss someone off that much.", "author": "Cassandra Clare", "category": "humor", "tags": ["humor"], "popularity": 0.000164000164000164}, {"id": "1756", "quote": "We came to see Jace. Is he alright?\"\"I don't know,\"Magnus said. \"Does he normally just lie on the floor like that without moving?", "author": "Cassandra Clare,  City of Ashes", "category": "other", "tags": ["clary-fray", "jace", "magnus-bane"], "popularity": 0.009508009508009507}, {"id": "7723", "quote": "Watching Jace hug Isabelle, she tried to school her features into a happy and loving expression.\"Are you all right?\"Simon asked, with some concern. \"Your eyes are crossing.", "author": "Cassandra Clare,  City of Ashes", "category": "humor", "tags": ["city-of-ashes", "clary-fray", "humor", "simon-lewis"], "popularity": 0.00141000141000141}, {"id": "16016", "quote": "i told you he'd freak out, she siad. didn't i?ah, the i told you so, jace said. always a classy move", "author": "Cassandra Clare,  City of Glass", "category": "humor", "tags": ["classy", "humor"], "popularity": 0.000202000202000202}, {"id": "14594", "quote": "Soul meets soul on lovers lips.", "author": "Percy Bysshe Shelley", "category": "love", "tags": ["love", "romantic"], "popularity": 0.000252000252000252}, {"id": "7666", "quote": "He made a sound like a choked laughed before he reached out and pulled her into her arms. She was aware of Luke watching them from the window, but she shut her eyes resolutely and buried her face against Jace's shoulder. He smelled of salt and blood, and only when his mouth came close to her ear did she understand what he was saying, and it was the simplest litany of all: her name, just her name.", "author": "Cassandra Clare,  City of Bones", "category": "love", "tags": ["ardor", "city-of-bones", "clary-fray", "jace-wayland", "love"], "popularity": 0.001434001434001434}, {"id": "7574", "quote": "Something inside Clary cracked and broke, and words came pouring out. 'What do you want me to tell you? The truth? The truth is that I love Simon like I should love you, and I wish he was my brother and you weren't, but I can't do anything about that and neither can you!", "author": "Cassandra Clare,  City of Ashes", "category": "truth", "tags": ["city-of-ashes", "clary-fray", "jace-wayland", "truth"], "popularity": 0.001484001484001484}, {"id": "19880", "quote": "His fingers skimmed down her body, over skin and satin, and she shivered, leaning into him, and she was sure they both tasted like blood and ashes and salt, but it didn't matter; the world, the city, and all it's lights and life seemed to have narrowed down to this, just her and Jace, the burning heart of a frozen world.", "author": "Cassandra Clare,  City of Fallen Angels", "category": "romance", "tags": ["jace-and-clary", "peace", "romance"], "popularity": 0.000111000111000111}, {"id": "2971", "quote": "That does it,\"said Jace. \"I'm going to get you a dictionary for Christmas this year.\"\"Why?\"Isabelle said.\"So you can look up 'fun.' I'm not sure you know what it means.", "author": "Cassandra Clare,  City of Ashes", "category": "humor", "tags": ["dictionary", "fun", "humor", "isabelle-lightwood", "jace-wayland"], "popularity": 0.0059000059000059}, {"id": "3789", "quote": "What's this?\"he demanded, looking from Clary to his companions, as if they might know what she was doing there.\"It's a girl,\"Jace said,recovering his composure. \"Surely you've seen girls before, Alec. Your sister Isabelle is one.", "author": "Cassandra Clare,  City of Bones", "category": "love", "tags": ["humor", "jace", "love", "mortal-instruments"], "popularity": 0.004427004427004427}, {"id": "2594", "quote": "Not everything is about you,\"Clary said furiously.\"Possibly,\"Jace said, \"but you do have to admit that the majority of things are.", "author": "Cassandra Clare,  City of Glass", "category": "other", "tags": ["clary-fray", "ego", "jace-wayland"], "popularity": 0.006827006827006827}, {"id": "6358", "quote": "You know, some people think Shadowhunters are just myths. Like mummies and genies.\"Kyle grinned at Jace. \"Can you grant wishes?\"\"That depends,\"he said. \"Do you wish to be punched in the face?", "author": "Cassandra Clare,  City of Fallen Angels", "category": "other", "tags": ["city-of-fallen-angels", "jace-lightwood", "jordan-kyle"], "popularity": 0.002171002171002171}, {"id": "10119", "quote": "Haven't you ever heard that modesty is an attractive trait?\"\"Only from ugly people,\"Jace confided. \"The meek may inherit the earth, but at the moment it belongs to the conceited. Like me.\"He winked at the girls, who giggled and hid behind their hair.", "author": "Cassandra Clare,  City of Bones", "category": "humor", "tags": ["beautiful", "humor"], "popularity": 0.000625000625000625}, {"id": "3778", "quote": "Don't.\"Clary raised a warning hand. \"I'm not really in the mood right now.\"\"That's got to be the first time a girl's ever said that to me,\"Jace mused.", "author": "Cassandra Clare,  City of Bones", "category": "other", "tags": ["clary-fray", "jace-wayland"], "popularity": 0.004448004448004448}]